export const questionnaire = [
  { name: "relax", question: "من در موقع انجام این بازی آرامش زیادی داشتم." },
  {
    name: "learn",
    question:
      "من فکر می‌کنم در مقایسه با بقیه، در این بازی مطالب بیشتری یادم گرفتم.",
  },
  { name: "energy", question: "این بازی انرژی زیادی از من نگرفت." },
  {
    name: "bored",
    question: "من فکر می کنم یادگیری از طریق بازی خسته ‌کننده است.",
  },
  {
    name: "suitable",
    question: "من فکر می‌کنم این بازی برای من خیلی مناسب است.",
  },
  { name: "interesting", question: "چیزهایی که در بازی یاد گرفتم، جذاب بود." },
  { name: "tryHard", question: "من در موقع انجام این بازی، تلاش زیادی کردم." },
  {
    name: "sad",
    question: "من در موقع یادگیری مطالب در این بازی، احساس ناراحتی داشتم.",
  },
  {
    name: "enjoy",
    question: "من فکر می‌کنم یادگیری از طریق بازی خیلی لذت دارد.",
  },
  {
    name: "tryLess",
    question: "من برای اینکه در این بازی موفق بشم، تلاش زیادی انجام ندادم.",
  },
  { name: "hardTime", question: "من در موقع انجام این بازی، تحت فشار بودم." },
  { name: "liked", question: "من در موقع انجام بازی، لذت زیادی بردم." },
  {
    name: "notGood",
    question: "بازی کاری است که من نمی‌توانم به خوبی آن را انجام دهم.",
  },
  { name: "hobby", question: "یادگیری از طریق بازی برای من سرگرم‌کننده است." },
  { name: "concern", question: "من در موقع انجام بازی احساس نگرانی داشتم." },
];
